const wordListJS = [
    {
        word: "атрибут",
        hint: "Параметр, который можно задать элементу."
    },
    {
        word: "селектор",
        hint: "Ключевой элемент в CSS, который используется для указания того, какие элементы HTML-кода должны быть стилизованы."
    },
    {
        word: "псевдокласс",
        hint: "Специальное ключевое слово, которое позволяет применять стили к определённым состояниям, характеристикам или положению элементов на веб-странице."
    },
    {
        word: "псевдоэлемент",
        hint: "Дополнение к селектору, с помощью которого можно стилизовать элемент, не определённый в структуре HTML-документа."
    },
    {
        word: "наследование",
        hint: "Способ расширения одного класса другим классом."
    },
    {
        word: "каскад",
        hint: "Алгоритм, в соответствии с которым разрешаются конфликты, когда к HTML-элементу применяются несколько CSS-правил."
    },
    {
        word: "адаптивность",
        hint: "Аспект веб-разработки, позволяющий сайту отлично выглядеть и работать на разных устройствах и разрешениях экрана"
    },
    {
        word: "аккордеон",
        hint: "Меню с несколькими секциями, при клике на которые открывается панель с текстом, а при втором клике — закрывается."
    },
    {
        word: "подвал",
        hint: "Нижний колонтитул веб-сайта или раздела."
    },
    {
        word: "слайдер",
        hint: "Динамический веб-элемент, который отображает коллекцию изображений и имеет ползунок для переключения между ними."
    },
    {
        word: "верстка",
        hint: "Расположение текста, изображений, кнопок и других элементов интерфейса на странице."
    }
]