const wordListMed = [
    {
        word: "окситоцин",
        hint: "Пептидный гормон и нейропептид, который обычно вырабатывается в гипоталамусе и высвобождается задней долей гипофиза, выделяется в кровь в ответ на сексуальную активность, во время родовой деятельности."
    },
    {
        word: "анемия",
        hint: "Группа заболеваний, характеризующихся уменьшением количества эритроцитов и (или) гемоглобина в объемной единице крови."
    },
    {
        word: "бубон",
        hint: "Поверхностный лимфатический узел, увеличенный в результате воспаления."
    },
    {
        word: "приапизм",
        hint: "Патологически стойкая эрекция, возникающая независимо от полового влечения и не исчезающая после полового акта."
    },
    {
        word: "педикулез",
        hint: "Заразное заболевание, вызванное паразитированием на теле человека вшей."
    },
    {
        word: "васкулит",
        hint: "Воспаление стенок кровеносных сосудов."
    },
    {
        word: "гипотермия",
        hint: "Нарушение теплового баланса, сопровождающееся снижением температуры тела ниже нормальных значений."
    },
    {
        word: "дерматит",
        hint: "Общее название всех форм воспаления кожи."
    },
    {
        word: "диспансер",
        hint: "Специальное лечебно-профилактическое медицинское учреждение, оказывающее медицинскую помощь определенным группам населения и осуществляющее систематическое наблюдение за состоянием их здоровья."
    },
    {
        word: "инстинкт",
        hint: "Целенаправленная приспособительная деятельность, обусловленная врожденными механизмами и характеризующаяся постоянством ответных реакций на действия определенных раздражителей."
    },
    {
        word: "колика",
        hint: "Приступ резких схваткообразных болей, чаще при заболевании органов брюшной полости."
    }
]